{
  "level1": [
    {
      "question": 1,
      "content": "Nếu bạn được rủ bất cứ ai trên thế giới đi ăn tối, người đó sẽ là ai?",
      "id": "14cfbffa-01a2-46ec-9e6b-86ce619ec448"
    },
    {
      "question": 2,
      "content": "Bạn có thích trở nên nổi tiếng không? Và bạn thích nổi tiếng bằng cách nào?",
      "id": "5d38642f-4d70-4bea-bdc6-89ea319f78fe"
    },
    {
      "question": 3,
      "content": "Trước khi gọi điện cho ai đó, bạn có nhẩm lại nội dung mình sẽ nói không? Tại sao?",
      "id": "1d8717b7-9785-4a03-974b-d5316bc4755e"
    },
    {
      "question": 4,
      "content": "Yếu tố nào tạo nên một ngày tuyệt hảo đối với bạn?",
      "id": "cd1ac8a1-cbdc-4d1f-954d-a990a59a97b6"
    },
    {
      "question": 5,
      "content": "Lần gần nhất bạn ngân nga với chính mình là khi nào? Lần gần nhất hát cho người khác nghe?",
      "id": "b0fa77a5-bdca-4437-8feb-65caab869ce7"
    },
    {
      "question": 6,
      "content": "Giả sử bạn có thể sống đến 90 tuổi. Trong 60 năm còn lại của cuộc đời, bạn sẽ chọn duy trì ngoại hình năm 30 hay trí tuệ năm 30?",
      "id": "02258b9d-01d1-4a88-8a41-f9008b895aac"
    },
    {
      "question": 7,
      "content": "Bạn có linh cảm bí mật nào về cái chết của mình không?",
      "id": "a46887f3-7cf1-4a85-8ee3-24b1cde994e8"
    },
    {
      "question": 8,
      "content": "Liệt kê 3 điều có vẻ như là điểm chung giữa bạn và đối tượng của bạn.",
      "id": "ccc2e0d0-cf85-4e3a-9096-12dec003b6f9"
    },
    {
      "question": 9,
      "content": "Bạn cảm thấy biết ơn điều gì nhất trong cuộc sống?",
      "id": "7a272b01-7934-433b-a113-28804ecd8e1b"
    },
    {
      "question": 10,
      "content": "Nếu có thể thay đổi cách mình được nuôi dạy từ nhỏ, bạn sẽ thay đổi thế nào?",
      "id": "df0a4090-d472-4716-ae64-255774b61a97"
    },
    {
      "question": 11,
      "content": "Dành ra khoảng 4 phút kể về câu chuyện cuộc đời bạn, càng chi tiết càng tốt.",
      "id": "b929627e-94f7-4171-8e6b-acff23546cc6"
    },
    {
      "question": 12,
      "content": "Nếu sáng mai thức dậy bạn được ban cho một tính cách hay khả năng, đó sẽ là gì?",
      "id": "2730b38f-8559-4af4-9b00-f467feb45544"
    }
  ],
  "level2": [
    {
      "question": 1,
      "content": "Nếu có một quả cầu pha lê cho bạn biết sự thật về bản thân, cuộc sống, tương lai, hoặc bất cứ gì khác, bạn sẽ muốn biết điều gì?",
      "id": "5b73bf37-634c-4140-9d73-60c82c6a29cc"
    },
    {
      "question": 2,
      "content": "Bạn có mơ ước được thực hiện điều gì từ lâu rồi không? Tại sao bạn vẫn chưa thực hiện việc đó?",
      "id": "b5aa0b2c-8927-43b2-a7e9-a76a5e72dc8a"
    },
    {
      "question": 3,
      "content": "Thành tựu lớn nhất của cuộc đời bạn là gì?",
      "id": "54b0a039-3deb-4376-a0fa-a31929612361"
    },
    {
      "question": 4,
      "content": "Bạn coi trọng điều gì nhất trong tình bạn?",
      "id": "39730274-fa64-4d9b-87dc-833e72443be0"
    },
    {
      "question": 5,
      "content": "Kỷ niệm quý giá nhất của bạn là gì?",
      "id": "486bebf8-face-41ad-8c96-93da60072254"
    },
    {
      "question": 6,
      "content": "Còn ký ức tồi tệ nhất của bạn thì sao?",
      "id": "e3d5637d-6800-4c49-8fdd-75809861b9ab"
    },
    {
      "question": 7,
      "content": "Nếu bạn biết trong vòng một năm tới bạn sẽ ra đi đột ngột, liệu bạn có thay đổi bất cứ điều gì trong nhịp sống hiện tại của mình không? Tại sao?",
      "id": "2367f530-c36d-4cdd-b9f3-09281f876d56"
    },
    {
      "question": 8,
      "content": "Tình bạn có ý nghĩa như thế nào với bạn?",
      "id": "2b5c48de-b519-4925-bb9e-c36b603b3dbb"
    },
    {
      "question": 9,
      "content": "Vai trò của tình yêu nói riêng và tình cảm nói chung trong cuộc sống của bạn?",
      "id": "573cb349-2038-4f75-974f-00889797fa71"
    },
    {
      "question": 10,
      "content": "Lần lượt chia sẻ 5 khía cạnh tích cực của nhau theo suy nghĩ và cảm nhận của mỗi bên.",
      "id": "34bdeec9-21ff-4020-93ea-b653c7417fac"
    },
    {
      "question": 11,
      "content": "Gia đình bạn thân thiết và ấm cúng tới mức nào? Bạn có cảm thấy tuổi thơ của mình hạnh phúc hơn người khác không?",
      "id": "c993ea03-e486-4b6a-991f-aa2326fba55f"
    },
    {
      "question": 12,
      "content": "Bạn cảm thấy mối quan hệ của mình với mẹ bạn như thế nào?",
      "id": "f297c69e-8be4-49f5-bb96-df1b3d2d1f31"
    }
  ],
  "level3": [
    {
      "question": 1,
      "content": "Đặt 3 câu trần thuật một sự thật với chủ thể là “chúng ta”. Ví dụ: “Chúng ta đều đang ở trong căn phòng này và cảm thấy…”",
      "id": "46419d43-385d-43d1-bd7d-1c5773023717"
    },
    {
      "question": 2,
      "content": "Hoàn thành câu sau: “Tôi ước có một người mà mình có thể chia sẻ…”",
      "id": "5fdb7398-d95f-4bc4-8abf-f01eabb02f75"
    },
    {
      "question": 3,
      "content": "Nếu bạn có ý định trở thành bạn thân của đối phương, hãy chia sẻ điều quan trọng mà anh ấy/cô ấy cần biết.",
      "id": "e9cea131-ab28-4154-8e4d-ec4206b54654"
    },
    {
      "question": 4,
      "content": "Nói với đối phương điều bạn thích ở họ; hãy thành thật nhất có thể – những điều bạn thường không nói với một người mới gặp.",
      "id": "3bd42def-ab90-49d3-87ad-da0f9fd918ba"
    },
    {
      "question": 5,
      "content": "Chia sẻ với đối phương một kỷ niệm xấu hổ trong cuộc đời bạn.",
      "id": "2292734d-c49d-475c-b0d0-8827cfec6d11"
    },
    {
      "question": 6,
      "content": "Lần gần nhất bạn khóc trước mặt người khác là khi nào? Còn khi bạn khóc một mình thì sao?",
      "id": "c5d0148e-7598-4a6f-9a21-75379c34bd55"
    },
    {
      "question": 7,
      "content": "Nói với đối phương về một điểm mà bạn mến ở họ.",
      "id": "1f826f15-4ac1-4bc3-a542-370c9a10b750"
    },
    {
      "question": 8,
      "content": "Xét tất cả các vấn đề, bạn thấy vấn đề nào nghiêm trọng đến mức không thể đem ra đùa cợt được?",
      "id": "2d1eddfa-45f8-4abc-a0e2-eaace8f22013"
    },
    {
      "question": 9,
      "content": "Nếu tối nay bạn phải từ giã cõi đời nhưng không có cơ hội nào để liên lạc với bất kì ai, điều gì chưa nói làm bạn hối tiếc nhất? Tại sao trước đây bạn vẫn chưa nói điều đó ra?",
      "id": "f57b0b25-c609-4ac0-b69d-04e81fc24726"
    },
    {
      "question": 10,
      "content": "Ngôi nhà với tất cả đồ đạc bạn sở hữu chìm trong hỏa hoạn. Sau khi cứu hết người thân và thú cưng, bạn còn đủ thời gian vào nhà cứu thêm một món đồ nữa. Bạn sẽ cứu món đồ nào? Tại sao?",
      "id": "996b41f4-1c5d-4183-a1bb-656d4fcbe7e3"
    },
    {
      "question": 11,
      "content": "Trong tất cả thành viên gia đình của bạn, sự ra đi của ai làm bạn bứt rứt nhất? Tại sao?",
      "id": "6a6bad86-dc39-41aa-8f71-a9aade26b3cc"
    },
    {
      "question": 12,
      "content": "Chia sẻ một vấn đề cá nhân và hỏi ý kiến đối phương nên giải quyết vấn đề đó như thế nào. Ngoài ra, nhờ đối phương phản hồi cảm nhận của họ về thái độ/cảm xúc của bạn đối với vấn đề mà bạn lựa chọn.",
      "id": "3b9742ed-13a0-44cc-b547-d441fe16ece8"
    }
  ]
}